---
kind: property
id: P:Autodesk.Revit.DB.DWFExportOptions.CropBoxVisible
source: html/6b16d14b-d67b-b370-b14f-503c45a12977.htm
---
# Autodesk.Revit.DB.DWFExportOptions.CropBoxVisible Property

Whether to export crop box.

## Syntax (C#)
```csharp
public bool CropBoxVisible { get; set; }
```

## Remarks
The default value is false.